Revit 2027 API
ParameterTypeId.FabricationSetUpDownTag Property
 "SU/SD from Top"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationSetUpDownTag { get; }
Public Shared ReadOnly Property FabricationSetUpDownTag As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationSetUpDownTag {
	ForgeTypeId^ get ();
}
static member FabricationSetUpDownTag : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace